Repository: bmaluijb/AzureOverview
Catalog: AzureOverview.MVC/Resources/Views/Home/Faq.*.resx
Languages: nl

# Faq1
source: What is this website?
nl: Wat is deze website?

# Faq10
source: Means that the service is in production and can be used by anyone with an Azure subscription.
nl: Betekent dat de service in productie is en dat zijn kern functionaliteit niet meer zal veranderen. Dit betekent ook dat je support kan krijgen van Microsoft voor de service.

# Faq2
source: In my job, I work with Microsoft Azure a lot. I found it difficult to keep an overview of which service Azure provides, what they do, and what their status is. This website helps me to keep track of the platform and hopefully helps other people to do the same.
nl: Ik werk veel met Microsoft Azure. Ik vond het moeilijk om bij te blijven met alle updates en nieuwe services. Daarom heb ik deze website gemaakt. Deze website helpt mij om bij te blijven doordat ik hem omet updaten zodra er een nieuwe service uitkomt of een service van status verandert.

# Faq3
source: Isn't there a Microsoft website that provides the same info?
nl: Zijn er geen websites van Microsoft die hetzelfde doen?

# Faq4
source: Not really. There are lots of Microsoft websites that provide parts of the information, like:
nl: Niet echt nee. Er zijn heel wat Microsoft websites die soortgelijke informatie geven:

# Faq5
source: Unfortunately, these websites only contain parts of the story, are incomplete or out of date. That's why I'm gathering all of that information in one place.
nl: Maar al deze websites bevatten slechts een deel van het verhaal en laten geen goed overzicht zien. Sommige zijn incompleet, anderen zijn niet up-to-date. Daarom houd ik Azure Overview bij.

# Faq6
source: What info is on the website?
nl: Wat voor informatie vind ik op deze website?

# Faq7
source: I show all main Azure services and their status that is publically known. I only list main Azure services, not service tiers or marketplace apps or capabilities. If you feel that I missed something or that info is incorrect, please let me know.
nl: Ik laat alle Azure Services zien en hun status voor zover die publiekelijk bekend is. Ik laat geen features van services zien en ik houd ook geen Azure Marketplace artikelen bij. Mocht je vinden dat iets niet klopt, laat het me weten!

# Faq8
source: What do the different statuses mean?
nl: Wat betekenen de verschillende statussen?

# Faq9
source: Means that the service is in public beta and can be tried out by anyone with an Azure subscription. You can often use these services at a discount as long as they are in preview.
nl: Betekent dat de service in publieke beta is en door iedereen uitgeprobeerd kan worden. Je kan deze services vaak met korting uitproberen zolang ze in preview status zijn.
